Repository: myxomatosishtml5/Spanish
Catalog: Spanish Translation-level2.tmx
Source language: es_es
Languages: en_gb

source: Allí, cuando Laura pasea se da cuenta de toda la variedad de la ciudad.
en_gb: There when Laura is walking she takes in all the variety of the city.

source: Allí, hay naturaleza y varios parques para hacer una buena barbacoa.
en_gb: There, there is nature and several parks to make a good barbecue.

source: Aquí se puede hacer barbacoa.
en_gb: Here you can barbecue.

source: Ella trabaja de administrativa en una oficina de Madrid, la capital de España.
en_gb: SHe worked as a clerk in a Madird Offcie, the Spanish Capitol

source: Ellos se llaman Nacho y Elvira.
en_gb: They are called Nacho and Elvira.

source: Laura era una mujer de mediana edad.
en_gb: Laura was a middle-aged woman.

source: Laura para el coche en las afueras de Madrid.
en_gb: Laura stops the car on the outskirts of Madrid.

source: Los fines de semana sale con su grupo de amigas y amigos a pasar las tardes y las noches en su bar preferido.
en_gb: At the end of the week she left with her group of friends to spend the evening and night in her favourite bar.

source: Madrid es una ciudad con mucha cultura, mucha variedad y gente de todos los lugares del mundo.
en_gb: Madrid is a city with a lot of cultures, a large variety of people form all parts of the world.

source: Pero a veces, busca tranquilidad y por eso viaja algunos fines de semana a las afueras.
en_gb: But sometimes she looks for peace and therefore travels some weekends to the outskirts.

source: Son amigos de Laura desde la infancia.
en_gb: They have been friends with Laura since childhood.

source: Trabaja mucho cada día y sale muy tarde de trabajar.
en_gb: She worked hard every day and left very late in the evening.

source: Un fin de semana como otro cualquiera, Laura conduce el coche con dos personas más: un amigo y una amiga.
en_gb: On a weekend like any other, Laura drives the car with two other people: a friend and a friend.

source: Vamos a sacar las bolsas.
en_gb: Let's get the bags out.

source: –Estamos en las afueras de Madrid.
en_gb: –We are on the outskirts of Madrid.

source: –Sí, está en el coche.
en_gb: Yes, it's in the car.

source: –dijo Nacho.
en_gb: –Said Nacho.

source: –¿Dónde estamos, Laura?
en_gb: "Where are we, Laura?"

source: –¿Tenemos suficiente comida para la barbacoa?
en_gb: "Do we have enough food for the barbecue?"
